Repository: TeamHereHear/Here-Hear
Catalog: Here-Hear/Resource/Localizable.xcstrings
Source language: en
Languages: ko

# hearListView.sorting.order.most.liked
source: Most Liked
ko: 좋아요 순

# hearListView.sorting.order.nearest
source: Nearest
ko: 가까운 순

# mainView.fetchAround.button.title
source: Fetch Nearby Hears
ko: 주변 Hear 불러오기

# nicknameTextField.nicknameLengthRules
source: Please enter a nickname between 1 and 10 characters.
ko: 10글자 이하로 만들어 주세요.

# nicknameTextField.nicknameLetterRules
source: Please create a nickname using English, numbers, and Korean.
ko: 닉네임은 영어 대소문자, 숫자, 한글을 사용하여 만들어 주세요.

# nicknameTextField.prompt
source: Please enter your nickname.
ko: 별명 입력하기

# onBoadingPageOne.Next
source: Next
ko: 다음

# onBoadingPageTwo.Next
source: Next
ko: 다음

# onBoardingPageOne.title
source: Are you curious about what other people around you listen to? Look it up.
ko: 주변에서 무슨 음악을 듣는지 찾아보세요

# onBoardingPageThree.title
source: Check the list of "Hear" around you
ko: 간편하게 당신의 주변 ‘Hear’를 목록으로 확인하세요

# onBoardingPageTwo.title
source: Share what music you listen to here and how you feel right now with "Hear".
ko: 여기서 무슨 음악을 듣고 어떤 생각이 드는지 ‘Hear’ 로 공유하세요.
